{
    "results": [
        {
            "articleContent": {
                "content": "<div class=\"tr-npp-lead\"><p>Autoridades ucranianas afirmaron este jueves que el ejército de Rusia mantiene por tercer día consecutivo el asalto a la metalúrgica Azovstal, en la ciudad de Mariúpol, mientras el regimiento Azov defiende la planta.</p><p>\"Ya van tres días de asalto activo en el recinto de la planta Azovstal\", indicó el subcomandante del regimiento Azov, Svyatoslav Palamar, que agregó que hay combates y no hay régimen de silencio, es decir, no hay un alto el fuego.</p></div><div class=\"tr-npp-body\"><p>Te puede interesar: Autoridades en Ucrania localizan cadáveres con signos de tortura</p><p>En declaraciones a la cadena digital Hromadske recogidas por la agencia Unian, Palamar agregó que no se están evacuando civiles de la planta.</p><p>Mundo</p><p>Asimismo negó las acusaciones del portavoz del presidente ruso, Vladímir Putin, según las cuales los combatientes ucranianos presuntamente retienen a civiles como rehenes y exigen canjearlos por alimentos y medicinas.</p><p>También el jefe de la policía de patrulla de Mariúpol, Mijailo Vershinin, confirmó a Unian que el asalto continúa. \"Están atacando el perímetro tanto como pueden y tratan de avanzar\", señaló.</p><p>El asesor de la presidencia ucraniana, Oleksiy Arestovych, aseguró en televisión que los intensos combates continúan, pero que los defensores ucranianos lograron expulsar a los rusos del recinto.</p><p>\"Ayer las tropas rusas entraron en el recinto de Azovstal, pero fueron expulsados por nuestros defensores. Ahora estamos recapitulando la información\", dijo Arestovich, citado por Unian.</p><p>Los medios publicaron ayer informaciones sobre el avance de las tropas rusas en Azovstal que, según Arestovych, deben ser aclaradas.</p><p>Un resumen del Estado Mayor de las 18:00 horas señalaba que las tropas rusas estaban intentando sin éxito destruir las unidades ucranianas en la zona de Azovstal.</p><p class=\"tr-npp-section-title\">Rusia sostiene alto al fuego para evacuar</p><p>Por su parte, el Kremlin sostuvo que la orden de no asaltar el complejo metalúrgico dada por el presidente Vladimir Putin sigue vigente, y acusó que el regimiento apostado en Azovstal transmite constantemente información falsa.</p><p>\"La parte ucraniana, especialmente aquellos que se refugian en el territorio de la planta (de Azovstal), son bien conocidos por producir una gran cantidad de mentiras y falsificaciones de manera continua. Por lo tanto, la información que proviene de ellos debe filtrarse de la manera más exhaustiva\", dijo el portavoz de la Presidencia rusa, Dmitri Peskov.</p><p>Peskov comentó así durante su rueda de prensa diaria las informaciones de Kiev sobre la irrupción de tropas rusas en el territorio de la acería e intensos combates en Azovstal.</p><p>El representante del Kremlin insistió en que la orden de suspender el asalto de la acería sigue en pie, aunque subrayó que su bloqueo continúa. \"A la vez, estos días funcionarán corredores para la salida de los civiles\", dijo Peskov.</p><p>El Ministerio de Defensa de Rusia prometió el miércoles abrir hoy y los días 6 y 7 de mayo corredores humanitarios para la evacuación de todos los civiles que se encuentren en Azovstal en la dirección que \"ellos elijan\", en referencia a zonas controladas por fuerzas rusas o por el Gobierno de Kiev.</p><p>Durante la conferencia de prensa, Peskov también comentó informaciones en los medios que hablan de la entrega a Ucrania de datos de inteligencia sobre el movimiento de tropas rusos por parte de Estados Undios , que supuestamente ha llevado al asesinato de varios generales.</p><p>?? Suscríbete a nuestro Newsletter y recibe las notas más relevantes en tu correo</p><p>\"Nuestros militares son muy conscientes de que Estados Unidos, el Reino Unido y la OTAN en su conjunto transmiten constantemente datos de inteligencia y otra información a las fuerzas armadas de Ucrania\", dijo Peskov.</p><p>A la vez, agregó que eso no impedirá que \"los objetivos de la operación militar especial rusa en Ucrania sean cumplidos\".</p></div>",
                "copyrightHolder": "ContentEngine, USA.",
                "copyrightNotice": "Copyright (c) 2022 ContentEngine, USA."
            },
            "articleSummary": {
                "articleId": "am2_newsroom_nNRAkn33kd|20220505T164144,637+0000|I3f9fc6d0cc9211ec9cd9df4b440fd3d7",
                "articleFound": true,
                "contentType": "newsroom",
                "language": "Spanish",
                "publicationDate": "2022-05-05T16:41:45.207Z",
                "publication": {
                    "code": "ELDEME",
                    "name": "El Sol de Mexico (Spanish)",
                    "status": null,
                    "description": null,
                    "languages": [],
                    "countries": [
                        "Mexico"
                    ],
                    "regions": [
                        "North America"
                    ],
                    "publicationTypes": [],
                    "sectors": []
                },
                "author": "El Sol de Mexico",
                "phases": [
                    "Accusation",
                    "Charge"
                ],
                "title": "Asalto ruso a planta metalúrgica en Mariúpol lleva tres días consecutivos, asegura Ucrania",
                "snippet": "",
                "wordCount": 606
            }
        },
      
        {
            "articleContent": {
                "content": "<div class=\"tr-npp-lead\"><p>The EU has proposed sanctioning former Russian gymnast Alina Kabaeva for her role in Kremlin propaganda and close ties to Russian President Vladimir Putin, according to a document seen Thursday by AFP.</p><p>Kabaeva is a late addition to the list of individuals targeted in a sixth package of measures against Russia in response to the war in Ukraine.</p></div><div class=\"tr-npp-body\"><p>The sanctions, which include a ban on Russian oil imports, were submitted on Wednesday by the EU executive to member states for approval, which requires unanimity among the 27 countries.</p><p>Hungary, Slovakia and other eastern European countries are so far refusing the package, holding out for an opt out or delay to the oil ban.</p><p>If passed, Kabaeva would be hit by a ban on entry into the EU and an asset freeze.</p><p>The proposal identifies Kabaeva as the chairwoman of the board of directors of the National Media Group, a holding company that holds significant shares in almost all major Russian state media.</p><p>The former gymnast and former Duma lawmaker is \"closely associated with President Vladimir Putin,\" the document adds.</p><p>Media reports claim that she and the Russian president are romantically involved, which Putin denied when the story was first reported in 2008.</p><p>According to a report in The Wall Street Journal, citing US officials, Kabaeva and her family have gained personal fortune thanks to her connection to Putin's inner circle.</p><p>The report cites classified US intelligence that names Kabaeva as a beneficiary of Putin's wealth.</p><p>Three other people, columnists at the state agency Ria Novosti, are also on the list for their role in disseminating \"government propaganda\" over the war in Ukraine.</p><p>The four names are in addition to 58 people -- including the head of the Russian Orthodox Church, Patriarch Kirill, numerous military personnel suspected of war crimes in the Ukrainian town of Butcha and family members of Kremlin spokesman Dmitry Peskov.</p><p>Since the annexation of Crimea in 2014, European sanctions have already affected 1,091 people and 80 entities.</p><p>arp-alm/jm</p></div>",
                "copyrightHolder": "Agence France-Presse",
                "copyrightNotice": "Copyright © 2022 Agence France-Presse"
            },
            "articleSummary": {
                "articleId": "am2_newsroom_nNRAkn31ov|20220505T162241,665+0000|I965c1710cc8f11ec9cd9df4b440fd3d7",
                "articleFound": true,
                "contentType": "newsroom",
                "language": "English",
                "publicationDate": "2022-05-05T16:23:52.059Z",
                "publication": {
                    "code": "AGEPRE",
                    "name": "Agence France Presse (AFP)",
                    "status": null,
                    "description": null,
                    "languages": [],
                    "countries": [
                        "France"
                    ],
                    "regions": [
                        "Europe"
                    ],
                    "publicationTypes": [],
                    "sectors": []
                },
                "topics": [
                    "Sanctions and Restrictions"
                ],
                "countries": [
                    "Slovakia",
                    "Russia",
                    "Hungary",
                    "United States",
                    "Ukraine",
                    "Americas",
                    "North America",
                    "Europe",
                    "Central / Eastern Europe",
                    "North Asia",
                    "Asia / Pacific",
                    "Asia"
                ],
                "title": "EU proposes sanctions on Alina Kabaeva, reputed close to Putin",
                "snippet": "",
                "wordCount": 326
            }
        },
        {
            "articleContent": {
                "content": "<div class=\"tr-npp-lead\"><p>The 2020 Victory Day Parade . . WASHINGTON-As Russia's war against Ukraine progresses, Ukrainians and the West are on edge about the Kremlin's plans for celebrating a key day in Russian history. . . This year, May 9, known as Victory Day for Russians in memory of the triumph over Nazi Germany, could coincide with some key decision by Vladimir Putin: if a month ago it was said that it could mark the end of the invasion, now some believe it could mark the day Russia stops talking about \"special operation\" and declares war on Ukraine. Kremlin spokesman Dmitry Peskov today dismissed that possibility. . . . . Putin, during the 2020 parade . . In late March, the General Staff of the Armed Forces of Ukraine said that Russian soldiers were being told that the war must end by that date. On April 10, Axios reported that that deadline could become a turning point in the war. . . Ukraine's Defense Ministry projected Tuesday that the invasion that began Feb. 24, which Russia has called a \"special military operation,\" may last until September. . . . . Russian Army musicians rehearse for the May 9 parade in St. Petersburg. . . The U.S. State Department, meanwhile, said it would be \"a great irony if Moscow were to use the occasion of Victory Day to declare war.\" . . State Department spokesman Ned Price said the Kremlin's goals - \"subjugate Ukraine, increase Russian power, divide the West\" - have fallen short of a \"strategic failure,\" which may lead to more propaganda. . . What is commemorated . . While speculation continues, the importance of May 9 for Russians cannot be underestimated, Russian history scholars said. . . Field Marshal Wilhelm Keitel, loyal to Adolf Hitler and commander of the German armed forces during World War II, signed the act of military surrender on May 8 in Berlin, although the time difference between Germany and Russia meant it occurred on the 9th for Russia and its neighboring countries. . . . . Images from last year's parade . . That date would go on to be recognized by the USSR and the Soviet bloc. Putin added more pomp to the holiday, and the World War II victory tradition continues to be reflected through Russian media, including film and television. . . May 9 is more than a holiday. It is a day for parades, for veterans to dress up in their military attire, and for Russians to revel in Russian traditions. . . Celebrating the defeat of Nazi Germany is deeply rooted in Russian national identity and has the same level of reverence if not more, than the triumphs of the Sputnik space program, said Stephen Brain, associate professor of Soviet and Russian history. at Mississippi State University. . . \"It's the victory of good over evil,\" , he said. \"Maybe you can call them stereotypical because of their toughness and determination, but that's what they demonstrated in that war.\" . . . . A plane flies over Moscow during the 2021 parade. . . Last year, Russia celebrated May 9 by rolling World War II-era Soviet T-34 tanks through the streets, flying 76 fighter jets and helicopters and displaying a Russian RS-24 ballistic missile on Red Square. . . Putin also used the day's celebration to spread propaganda and throw jabs at the West , denouncing \"Russophobia\" and vowing that his nation would defend its interests. Russia was already attracting international criticism at the time for beefing up its military presence on the border with Ukraine and for its treatment of Russian opposition figure Alexei Navalny. . . Victory Day is roughly equivalent to the Fourth of July in the United States, but even that comparison doesn't really capture the magnitude of what the day means to Russia and what it means to be Russian, said Brain, who added that the Soviet Union lost 24 million civilians and troops, the highest total number of casualties of any country in World War II. . . Although veterans who fought in the war are dying off over the years, the memory of that war is unlikely to fade, and upcoming holidays will likely come with rhetoric about Nazism and fascism, according to Faith Hillis, a professor of modern Russian and European history at the University of Chicago. . . Anti-Ukrainian sentiments will likely be part of this year's Victory Day, but Russia is hardly in a position to proclaim for a triumph. . . Alexander Vindman, a former infantry officer and director of European affairs at the National Security Council, told Axios that May 9 could mark a turning point for Russia. . . \"Russia will not stop in the face of limited advances,\" said Vindman, who was born in Soviet-era Ukraine. \"Protracted war is a recipe for leading, potentially, to a confrontation with NATO.\" . . Experts say Russia has already lost its propaganda war against Ukraine after the reported atrocities in Bucha and other Ukrainian allegations. But it seems implausible that Putin would relent, the academics said. . . \"I think for Putin there will be no defeat, even if there is one,\" Hillis said. \"There is no room for a defeat in his thinking. It's going to be spun as a victory no matter what.\"</p></div>",
                "copyrightHolder": "ContentEngine, USA.",
                "copyrightNotice": "Copyright (c) 2022 ContentEngine, USA."
            },
            "articleSummary": {
                "articleId": "am2_newsroom_nNRAkn2ua5|20220505T161302,683+0000|I3d4272b0cc8e11ecbe10b2477a71a7a7",
                "articleFound": true,
                "contentType": "newsroom",
                "language": "English",
                "publicationDate": "2022-05-05T16:13:32.928Z",
                "publication": {
                    "code": "NOTENG",
                    "name": "NoticiasFinancieras - English",
                    "status": null,
                    "description": null,
                    "languages": [],
                    "countries": [
                        "Ecuador"
                    ],
                    "regions": [
                        "Latin America"
                    ],
                    "publicationTypes": [],
                    "sectors": []
                },
                "topics": [
                    "Sanctions and Restrictions"
                ],
                "phases": [
                    "Accusation"
                ],
                "countries": [
                    "Russia",
                    "Germany",
                    "United States",
                    "Ukraine",
                    "Americas",
                    "North America",
                    "Europe",
                    "Central / Eastern Europe",
                    "North Asia",
                    "Asia / Pacific",
                    "Western Europe",
                    "Asia"
                ],
                "title": "Victory Day: what Russians commemorate on May 9 and why it has the world in suspense",
                "snippet": "",
                "wordCount": 813
            }
        }